Repository: lumaa-dev/BubbleApp
Catalog: Bubble/Localizable.xcstrings
Source language: en
Languages: fr

source: About
fr: À propos

# about.app
source: About Bubble
fr: À propos de Bubble

# about.lumaa
source: Learn more about Lumaa
fr: En savoir plus sur Lumaa

# accessibility.media.supported-type.audio.label
source: An audio file
fr: Un fichier audio

# accessibility.media.supported-type.gifv.label
source: An animated GIF
fr: Un GIF animé

# accessibility.media.supported-type.image.label
source: An image
fr: Une image

# accessibility.media.supported-type.video.label
source: A video
fr: Une vidéo

source: Account
fr: Compte

# account.block
source: Block
fr: Bloquer

# account.edit
source: Edit profile
fr: Modifier le profil

# account.edit.apply
source: Apply
fr: Appliquer

# account.edit.cancel
source: Cancel
fr: Annuler

# account.edit.discoverable
source: Discoverable
fr: Trouvable

# account.edit.display
source: Display Name
fr: Nom d’affichage

# account.edit.field.name
source: Name
fr: Nom

# account.edit.field.value
source: Value
fr: Valeur

# account.edit.fields
source: Fields
fr: Champs

# account.edit.fields.add
source: Add a field
fr: Ajouter un champ

# account.edit.info
source: Account Info
fr: Info du compte

# account.edit.private
source: Private
fr: Privé

# account.edit.properties
source: Account properties
fr: Propriétés du compte

# account.edit.sensitive
source: Sensitive (NSFW)
fr: Sensible (+18)

# account.follow
source: Follow
fr: Suivre

# account.follow-back
source: Follow back
fr: Suivre en retour

# account.mention
source: Mention
fr: Mentionner

# account.mute
source: Mute
fr: Rendre muet

# account.no-statuses
source: No posts
fr: Aucunes publications

# account.private
source: Private Account
fr: Compte privé

# account.subclub.subscribe
source: Subscribe via Sub Club
fr: S’abonner via Sub Club

# account.subclub.subscribed
source: Subscribed
fr: Abonné

# account.unblock
source: Unblock
fr: Débloquer

# account.unfollow
source: Unfollow
fr: Ne plus suivre

# account.unmute
source: Unmute
fr: Mettre à l'écoute

# account.view
source: View
fr: Voir

# accounts.developer
source: Bubble Developer
fr: Développeur de Bubble

# accounts.official
source: Official Account
fr: Compte officiel

source: Activity
fr: Activité

# activity.favorite.%@
source: **%@** liked your post
fr: **%@** a aimé votre publication

# activity.followed.%@
source: **%@** followed you
fr: **%@** vous a suivi(e)

# activity.group.%@-%lld
source: %@ and %lld other
fr: %@ et %lld autre

# activity.mentionned.%@
source: **%@** mentionned you
fr: **%@** vous a mentionné(e)

# activity.messages
source: Direct Messages
fr: Messages

# activity.messages.read
source: Mark as read
fr: Marquer comme lu

# activity.no-notifications
source: No notifications
fr: Pas de notifications

# activity.poll.%@
source: **%@**'s poll ended
fr: Sondage de **%@** terminé

# activity.reblogged.%@
source: **%@** reposted your post
fr: **%@** a republié votre publication

# activity.status.%@
source: **%@** posted
fr: **%@** a publié une publication

# activity.status.attachments-%lld
source: %lld attachments
fr: %lld pièces-jointe

# activity.tip.messages.desc
source: Your direct messages and mentions are separated, access your direct messages using the upper-right corner button
fr: Vos messages privés et mentions sont séparés, accédez à vos messages privés en utilisant le bouton au coin supérieur droit

# activity.tip.messages.title
source: Direct Messages
fr: Messages privés

# activity.unknown
source: Unknown Activity
fr: Activité inconnue

# activity.update.%@
source: **%@** modified a post
fr: **%@** a modifié(e) sa publication

# attachment.close
source: Close
fr: Fermer

# attachment.next-image
source: Show next image
fr: Afficher l'image suivante

# attachment.no-attachments
source: No attachments
fr: Pas de pièces-jointe

# attachment.previous-image
source: Show previous image
fr: Afficher l'image précédente

# attachment.reset-move
source: Restore position
fr: Restaurer la position

# beta.feature
source: This feature is currently unstable, use it with caution.
fr: Cette fonctionnalité est actuellement instable, utilisez là avec précaution.

source: Coming Soon
fr: Bientôt

# control.open.composer
source: New post
fr: Nouvelle publication

# control.open.composer.description
source: Create a new post
fr: Créer une nouvelle publication

source: Discovery
fr: Découverte

# discovery.app
source: Inside Bubble
fr: Par Bubble

# discovery.results.posts
source: Found posts
fr: Publications trouvées

# discovery.results.tags
source: Found tags
fr: Tags trouvés

# discovery.results.users
source: Found users
fr: Utilisateurs trouvés

# discovery.search.posts
source: Posts
fr: Publications

# discovery.search.prompt
source: Search content from Mastodon
fr: Chercher du contenu de Mastodon

# discovery.search.users
source: Users
fr: Utilisateurs

# discovery.suggested.users
source: Suggested Users
fr: Utilisateurs recommendés

# discovery.trending.posts
source: Trending Posts
fr: Publications en vedette

# discovery.trending.tags
source: Trending Tags
fr: Tag en vedette

# duration.infinite
source: Indefinitively
fr: Indéfinitivement

# duration.oneDay
source: 1 day
fr: 24 heures

# duration.oneHour
source: 1 hour
fr: 1 heure

# duration.sevenDays
source: 7 days
fr: 7 jours

# duration.sixHours
source: 6 hours
fr: 6 heures

# duration.threeDays
source: 3 days
fr: 3 jours

# duration.twelveHours
source: 12 hours
fr: 12 heures

# error.loading-image
source: Image Error
fr: Erreur d'Image

source: Experimental
fr: Expérimental

# general.report.confirm
source: Send the report?
fr: Envoyer ce signalement ?

# general.report.confirm.cancel
source: Cancel
fr: Annuler

# general.report.confirm.message
source: If you falsely report a post or an account, your own account could face consequences. Remember to report only content that is against the rules.
fr: Si vous faites un faux signalement, votre compte pourrait subir des conséquences. Rappelez-vous de signaler seulement le contenu qui est contre les règles.

# instance.rules
source: Rules
fr: Règles

# intent.open.composer
source: Start a new post
fr: Démarrer une nouvelle publication

# intent.open.composer.description
source: Opens the Bubble app with the post composer
fr: Ouvre l’application Bubble avec le compositeur de publications

# intent.publish.any.issue
source: There was an issue while posting.
fr: Il y a eu un soucis lors de la publication.

# intent.publish.any.visibility-dialog
source: How visible do you want your post to be?
fr: Quelle visibilité voulez-vous que cette publication ai ?

# intent.publish.text
source: Publish a text-based post
fr: Publier du texte dans une publication

# intent.publish.text.account-dialog
source: Select the account the post will be published on
fr: Sélectionnez le compte sur lequel la publication sera publiée

# intent.publish.text.content-dialog
source: Write the content of your post
fr: Écrivez le contenu de votre publication

# intent.publish.text.description
source: Publish a text-based post on Mastodon
fr: Publie du texte dans une publication sur Mastodon

# intent.publish.text.summary-${content}
source: Post "${content}"
fr: Publier « ${content} »

# login.instance.unsafe
source: This instance is dangerous
fr: Cette instance est dangereuse

# login.instance.unsafe.agree
source: I agree
fr: Je suis d'accord

# login.instance.unsafe.description
source: The instance has been detected to be dangerous, Bubble does not take responsibility for any content posted or seen on this instance and will not provide support. Do you agree to take FULL responsibility?
fr: Cette instance a été détectée comme étant dangereuse, Bubble ne prend pas la responsabilité pour tout contenu posté ou vu dans cette instance et ne fournira pas d'aide. Êtes-vous d'accord pour prendre la TOTALE responsabilité ?

# login.instance.unsafe.disagree
source: I disagree
fr: Je suis pas d'accord

# login.mastodon
source: Log in using Mastodon
fr: Connexion avec Mastodon

# login.mastodon.footer
source: Log in your Mastodon account using its instance URL. You cannot create an account using Bubble.
fr: Connectez-vous à l'aide de votre compte Mastodon en utilisant l'URL de votre instance. Vous ne pouvez pas créer de compte via Bubble

# login.mastodon.instance
source: Enter the instance's URL
fr: Entrez l'URL de l'instance

# login.mastodon.login
source: Log in
fr: Connexion

# login.mastodon.verify
source: Verify
fr: Vérifier

# login.mastodon.verify-error
source: This might not be a Mastodon instance.
fr: Ce n'est sûrement pas une instance Mastodon

# login.no-account
source: Stay anonymous
fr: Rester anonyme

# login.no-account.footer
source: Without an account, you cannot interact with posts, users and instances. You can only read posts and users' public data.
fr: Sans compte, vous ne pouvez pas interagir avec les publications, les utilisateurs et instances. Vous pouvez seulement lire données publiques des publications et des utilisateurs.

# login.title
source: Welcome to Bubble!
fr: Bienvenue sur Bubble !

source: Log out
fr: Déconnexion

# posting.alt.apply
source: Apply
fr: Appliquer

# posting.alt.cancel
source: Cancel
fr: Annuler

# posting.alt.header
source: Alt text
fr: Texte Alt

# posting.alt.prompt
source: Describe the image
fr: Décrivez l'image

source: Privacy
fr: Confidentialité

# restricted.blocked-domain
source: Hidden
fr: Caché

# restricted.blocked-user
source: Blocked
fr: Bloqué(e)

# restricted.muted
source: Muted
fr: Muet(te)

# restricted.no-restricted
source: No restrictions
fr: Aucun restreints

# restricted.no-restricted.description
source: You have no mutes and blocks, it means you are peaceful.
fr: Vous n'avez aucun muets ou bloqués, vous ne faites qu'un avec la paix.

# setting.app-icon
source: App icon
fr: Icône de l’application

# setting.app-icon.blue
source: Blue
fr: Bleu

# setting.app-icon.default
source: Default
fr: Par défaut

# setting.app-icon.pink
source: Pink
fr: Rose

# setting.app-icon.pride
source: Pride
fr: Fierté

# setting.app-icon.purple
source: Purple
fr: Violet

# setting.app-icon.red
source: Red
fr: Rouge

# setting.app-icon.unknown
source: Unknown Icon
fr: Icône inconnue

# setting.app-icon.yellow
source: Yellow
fr: Jaune

# setting.appearence
source: Appearence
fr: Apparence

# setting.appearence.browser
source: Open links
fr: Ouvrir les liens

# setting.appearence.browser.in-app
source: In-app
fr: Dans l'application

# setting.appearence.browser.out-app
source: In a browser
fr: En dehors de l'application

# setting.appearence.displayed-name
source: Displayed Name
fr: Nom affiché

# setting.appearence.displayed-name.both
source: Both
fr: Les deux

# setting.appearence.displayed-name.display-name
source: Display Name
fr: Le nom d'affichage

# setting.appearence.displayed-name.username
source: Username
fr: Le nom d'utilisateur

# setting.appearence.pfp-shape
source: Shape of Profile Pictures
fr: Forme de la photo de profil

# setting.appearence.pfp-shape.circle
source: Circle
fr: Circulaire

# setting.appearence.pfp-shape.rounded
source: Rounded Rectangle
fr: Rectangulaire

# setting.appearence.reply-symbols
source: Show Reply Symbols
fr: Afficher les symboles de réponses

# setting.experimental.activate
source: Show experimental features
fr: Afficher les fonctionnalités expérimentales

# setting.privacy.default-visibility
source: Default posting visibility
fr: Visibilité par défaut des publications

# setting.review
source: Write a review
fr: Écrivez un avis

# setting.support
source: Support
fr: Aide

source: Settings
fr: Paramètres

# settings.account-switcher.add
source: Add new account
fr: Ajouter un nouveau compte

# settings.account-switcher.current
source: Current
fr: Actuel

# settings.account-switcher.default
source: Set as default
fr: Mettre en compte par défaut

# settings.account-switcher.log
source: Log in
fr: Connecter

# settings.account-switcher.relog
source: To get access to the Account Switcher, please log out and log back
fr: Pour avoir accès au Account Switcher, veuillez vous déconnecter puis reconnecter

# settings.account-switcher.remove
source: Remove
fr: Supprimer

# settings.cancel
source: Cancel
fr: Annuler

# settings.content-filter.allow
source: Enable Content Filter
fr: Activer le Filtre de Contenu

# settings.content-filter.auto
source: Auto start Content Filter
fr: Démarrage auto du Filtre de Contenu

# settings.content-filter.new-word
source: Sensitive Word
fr: Mot sensible

# settings.content-filter.type
source: Filter type
fr: Type de filtre

# settings.content-filter.words
source: Sensitive Words
fr: Mots sensibles

# settings.content-filter.words.footer
source: Sensitive Words are the words that will be filtered by the Content Filter, the Content Filter will detect your words even if they’re in the middle of a word like “annoy” will filter “annoying”.
fr: Les mots sensibles sont des mots qui sont filtrés par le Filtre de Contenu, le Filtre de Contenu détectera tous les mots même si ils sont au milieu d’un mot comme “sacre” filtrera “sacre-bleu”.

# settings.done
source: Done
fr: Terminé

# settings.privacy.clear
source: Clear
fr: Vider

# settings.privacy.clear-cache
source: Image cache
fr: Cache des images

# settings.privacy.cleared
source: Cleared!
fr: Vidé !

# settings.privacy.filter
source: Content Filter
fr: Filtre de Contenu

# settings.privacy.restricted
source: Restricted
fr: Restreints

# settings.restart-app
source: Some settings might require the app to be restarted
fr: Certains paramètres nécessite le redémarrage de l'application

# shop.best
source: BEST
fr: MEILLEUR

# shop.bubble-plus.dismiss
source: Dismiss
fr: Annuler

# shop.bubble-plus.learn
source: Learn more
fr: En savoir plus

# shop.bubble-plus.lifetime
source: Plus for a Lifetime
fr: Plus à vie

# shop.bubble-plus.monthly
source: Bubble+ - Monthly
fr: Bubble+ - Mensuel

# shop.bubble-plus.monthly.price
source: For $1.99 per month, auto-renewed
fr: Pour 1.99€ par mois, renouvellement automatique

# shop.bubble-plus.required
source: Requires Plus
fr: Nécessite Plus

# shop.bubble-plus.required.description
source: Bubble+ is required to use a few additional features, like VIP, download attachments, and other.
fr: Bubble+ est nécessaire pour utiliser certaines fonctionnalités additionnelles, comme être VIP, télécharger des pièce-jointes, et autres.

# shop.bubble-plus.subscribe
source: Subscribe
fr: S'abonner

# shop.bubble-plus.subscription
source: Plus as a Subscription
fr: Plus en tant qu'abonnement

# shop.bubble-plus.subscription.description
source: The Bubble+ subscription adds additional new and unique features to Bubble! It also supports the development ❤️
fr: L'abonnement Bubble+ ajoute des nouvelles et uniques fonctionnalités à Bubble ! Cela permet aussi de contribuer à son développement ❤️

# shop.bubble-plus.with
source: Only with
fr: Avec

# shop.bubble-plus.yearly
source: Bubble+ - Yearly
fr: Bubble+ - Annuel

# shop.bubble-plus.yearly.price
source: For $17.99 per year, auto-renewed
fr: Pour 19.99€ par ans, renouvellement automatique

# shop.features
source: Features
fr: Fonctionnalités

# shop.features.analytics
source: Analytics
fr: Analyses

# shop.features.analytics.description
source: See how well you're performing on Mastodon
fr: Regardez comment vous perforez sur Mastodon

# shop.features.content-filter
source: Stronger Content Filter
fr: Filtre de Contenu plus fort

# shop.features.content-filter.description
source: An even stronger Content Filter with more parameters
fr: Des nouveaux paramètres pour plus de précisions

# shop.features.download-atchmnt
source: Download Attachments
fr: Télécharger les pièces-jointes

# shop.features.download-atchmnt.description
source: You have the ability to download attachments
fr: Vous avez la possibilité de télécharger des pièces-jointes

# shop.features.drafts
source: More drafts
fr: Plus de brouillons

# shop.features.drafts.description
source: You can have an unlimited amount of drafts
fr: Vous pouvez avoir un nombre illimité de brouillons

# shop.features.experimental
source: Experimental settings
fr: Paramètres expérimentaux

# shop.features.experimental.description
source: You can access all the experimental settings from the settings menu
fr: Vous pouvez accéder aux paramètres expérimentaux depuis les paramètres

# shop.features.more-accounts
source: More Accounts
fr: Plus de comptes

# shop.features.more-accounts.description
source: Get an infinite amount of alternative accounts inside of the Account Switcher
fr: Vous pouvez avoir un nombre illimité de comptes de le Switcheur de Compte

# shop.features.vip
source: VIP User
fr: Utilisateur VIP

# shop.features.vip.description
source: You will grant access to faster support and exclusive content
fr: Vous aurez accès à de l'aide plus rapidement et à du contenu exclusif

# status.action.bookmark
source: Bookmark
fr: Placer un signet

# status.action.like
source: Like
fr: Aimer

# status.action.unbookmark
source: Unbookmark
fr: Enlever le signet

# status.action.unlike
source: Unlike
fr: Plus aimer

# status.content-filter.censor
source: Censor
fr: Censurer

# status.content-filter.remove
source: Remove
fr: Supprimer

# status.cross-post.alts
source: Post on other app
fr: Publier sur une autre app

# status.drafts.add
source: Add to Drafts
fr: Ajouter au brouillons

# status.drafts.empty
source: You have no drafts
fr: Vous n’avez pas de brouillons

# status.drafts.open
source: Open Drafts
fr: Ouvrir les brouillons

# status.drafts.plus
source: Subscribe to Bubble+ to have more drafts
fr: Abonnez-vous à Bubble+ pour obtenir plus de brouillons

# status.editing
source: Editing post
fr: Modification d'une publication

# status.menu.copy-text
source: Copy text
fr: Copier le texte

# status.menu.delete
source: Delete
fr: Supprimer

# status.menu.edit
source: Edit
fr: Modifier

# status.menu.report
source: Report
fr: Signaler

# status.menu.share
source: Share
fr: Partager

# status.menu.share-image
source: Share as image
fr: Partager en tant qu'image

# status.menu.share-link
source: Share as link
fr: Partager le lien

# status.pinned
source: Pinned
fr: Épinglé

# status.poll.expired
source: Expired
fr: Expiré

# status.poll.expires-in.%@
source: Expires %@
fr: Expire %@

# status.poll.hide-results
source: Hide Results
fr: Cacher les votes

# status.poll.show-results
source: Show Results
fr: Voir les votes

# status.poll.submit
source: Submit
fr: Envoyer

# status.poll.voters.%lld
source: %lld votes
fr: %lld votants

# status.posting
source: New post
fr: Nouvelle publication

# status.posting.cancel
source: Cancel
fr: Annuler

# status.posting.no-emojis
source: No custom emojis
fr: Pas d'emojis personnalisés

# status.posting.placeholder
source: What's new?
fr: Quoi de neuf ?

# status.posting.poll.disable-multi
source: Multiple votes
fr: Plusieurs votes

# status.posting.poll.enable-multi
source: One vote
fr: Un vote

# status.posting.poll.expiry
source: Poll Duration
fr: Durée du Vote

# status.posting.post
source: Post
fr: Publier

# status.posting.visibility
source: Visibility
fr: Visibilité

# status.posting.visibility.direct
source: Direct Message
fr: Message privé

# status.posting.visibility.private
source: Private
fr: Privé

# status.posting.visibility.unlisted
source: Unlisted
fr: Non répertorié

# status.replied-to.%@
source: Replied to @%@
fr: A répondu à %@

# status.replies-%lld
source: %lld replies
fr: %lld réponses

# status.report
source: Report
fr: Signaler

# status.report.cancel
source: Cancel
fr: Annuler

# status.report.comment
source: Describe the issue with this post
fr: Commentez les soucis de cette publication

# status.report.preview
source: Selected Post
fr: Post sélectionné

# status.report.preview.footer
source: This preview does not contain polls, URL previews, the author’s profile picture.
fr: Cette prévisualisation ne contient pas les sondages, prévisualisations d’URLs, la photo de profil de l’auteur

# status.report.title
source: Report a post
fr: Signaler une publication

# status.reposted-by.%@
source: %@ reposted
fr: %@ a republié

source: Support
fr: Aide

# support.discord.description
source: Join the Bubble Discord server to receive help, talk about the Fediverse, and many other things
fr: Rejoignez le serveur Discord Bubble pour recevoir de l'aide, parler du fédivers, et autres

# support.discord.join
source: Join Bubble
fr: Rejoindre Bubble

# support.email
source: Mail
fr: Email

# support.email.description
source: Send emails to the developer directly and instantly
fr: Envoyez des emails directement et instantanément au développeur

# support.mail.no-mail
source: You cannot send e-mail via Bubble
fr: Vous ne pouvez pas envoyer d'emails via Bubble

# support.mail.send
source: Send an email
fr: Envoyer un email

# support.mail.subject
source: Bubble Support
fr: Aide Bubble

# support.matrix.description
source: Matrix is a decentralised and safe messaging platform, receive help about the app or Plus
fr: Matrix est une plateforme de messagerie décentralisée et sécurisée, recevez de l'aide pour l'application ou Plus

# support.matrix.join
source: Join #bubbleapp:matrix.org
fr: Rejoindre #bubbleapp:matrix.org

# support.mention
source: Mention Bubble
fr: Mentionner Bubble

# support.mention.description
source: You can mention the official Bubble account on Mastodon, and you will get the help you need
fr: Vous pouvez mentionner le compte officiel de Bubble, puis vous aurez l'aide dont vous avez besoin

# support.mention.post
source: Post
fr: Publier

# support.platform
source: Choose your platform
fr: Choisissez votre platforme

# tag.posts-%lld
source: %lld posts
fr: %lld publications

# tag.read
source: Read
fr: Lire

# timeline.empty
source: No posts
fr: Pas de publications

# timeline.empty.description
source: You don't have posts in your home timeline. Follow users or change timelines to see posts!
fr: Vous n'avez pas de publications dans votre chronologie. Suivez des utilisateurs ou changez de chronologie pour voir des publications !

# timeline.federated
source: Federated
fr: Fédéré

# timeline.home
source: Home
fr: Accueil

# timeline.latest
source: Latest
fr: Récent

# timeline.trending
source: Trending
fr: Tendance

# tip.headline.meta
source: Just like Meta!
fr: Tout comme Meta !

# tip.headline.tip
source: Tip
fr: Conseil

# tip.headline.update
source: Updated
fr: Mis à jour

# tip.healine.new
source: New!
fr: Nouveau !

# tos.description
source: Bubble is not affiliated to Mastodon. Bubble does not take responsabilities for posting misinforming or illegal content. Read your Mastodon instance's Terms of Service for more information.
fr: Bubble n'est pas affilié à Mastodon. Bubble ne prend aucune responsabilité sur la publication de contenu ayant de la désinformation ou du contenu illégal. Lisez les Condition d'utilisation de votre instance Mastodon pour plus d'information.

# update.hide
source: Continue
fr: Continuer

# update.title
source: What's new?
fr: Quoi de neuf ?

# warning.title
source: Warning!
fr: Attention !

# widget.composer
source: Quick Post
fr: Publication Rapide

# widget.follow-count
source: Follow Count
fr: Compteur de Followers

# widget.follow-count.description
source: Keep track of your follower count
fr: Garder trace de votre nombre de followers

# widget.follow-goal
source: Follow Goal
fr: Objectif de Followers

# widget.follow-goal.description
source: Keep track of your follower count and set a goal for it
fr: Gardez trace de votre nombre de followers et faites en un objectif

# widget.open.composer
source: Create a new post
fr: Créez une nouvelle publication

# widget.select-account
source: Select an account
fr: Sélectionnez un compte

# widget.set-goal
source: Follower goal
fr: Objectif de follower
